"msg001" = "Attivazione fallita";
"msg002" = "Riprova";
"msg003" = "Attiva manualmente";
"msg004" = "Attiva dopo";
"msg005" = "Il server d'attivazione ha rilevato il seguente errore: %@";
"msg006" = "Carica documento d'attivazione";
"msg007" = "Per attivare questo programma senza internet, salva le informazioni d'attivazione premendo il pulsante corrispondente. Salva su Flash card, disco USB o altro disco esterno. \n\nCollegati da un altro computer connesso ad internet: https://activate.eltima.com\n\nDa li carica il documento salvato sul sito.\n\nDopo l'invio del documento avrai il documento d'attivazione via email con la possibilità di scaricarlo. Salvalo sul computer su qui vuoi attivare il programma e premi \"Attiva documento d'attivazione\" sotto.";
"msg008" = "Carica";
"msg009" = "Copia le istruzioni negli appunti.";
"msg010" = "Non ho potuto raggiungere il server d'attivazione. Controlla la tua connessione ed impostazioni Firewall.";
"msg011" = "errore server sconosciuto, per cortesia scrivici a support@eltima.com.";
"msg012" = "il codice d'attivazione è nella lista nera.";
"msg013" = "codice d'attivazione non trovato, per cortesia scrivici a support@eltima.com.";
"msg014" = "licenza per il codice d'attivazione non trovato, per cortesia scrivici a support@eltima.com.";
"msg015" = "il numero di attivazioni per questo codice al raggiunto il massimo.";
"msg016" = "la modalità dimostrativa è finita.";
"msg017" = "il codice di attivazione non è valido per questa versione o prodotto.";
"msg018" = "il tuo orologio locale è impostato erroneamente. Per cortesia assicurati che sia impostato correttamente su questo Mac.";
"msg019" = "Salva";
"msg020" = "Salva informazioni d'attivazione";
"msg021" = "Informazioni d'aggiornamento";
"msg022" = "Codice d'attivazione non completato. Per cortesia assicurati di aver inserito il codice correttamente. E' consigliato che copi/incolli il codice per non incorrere in errori.";
"msg023" = "Non puoi attivare la licenza con questo codice perché il tipo di licenza è scaduto e non più attivo.";
"msg024" = "Puoi aggiornare le informazioni sui tuoi computers se non usi più uno di essi.";
"msg025" = "%@ non è riuscito a controllare lo stato di attivazione e non lo ha riattivato. Per cortesia avvia %@ un'altra volta entro 7 giorni quando il tuo Mac è in rete per poterlo così riattivare automaticamente. Altrimenti, la tua licenza verrà reimpostata fin quando sarai in grado di riattivarla. Per tutte le domande, scrivici a support@eltima.com";
"msg026" = "%@ non è riuscito a controllare lo stato di attivazione e non lo ha riattivato. La riattivazione è obbligatoria e di solito si completa automaticamente silenziosamente. Ti è stato chiesto di ottenerlo online entro 7 giorni. Se non è possibile farlo in 24h, la tua licenza verrà reimpostata fin quando non sarai in grado di riattivarla un'altra volta. Per tutte le domande, scrivici a support@eltima.com";
"msg027" = "Questo documento di attivazione è stato generato da un altro Mac. Per cortesia usalo sul relativo computer o genera un altro documento di attivazione per questo Mac in specifico.";
